{"<PAD>":0,"<UNK>":1,"<CLS>":2,"<SEP>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"ĠĠ":260,".\"":261,"Ġ\"":262,"čĊ":263,"ĠĠĠ":264,".\",":265,"in":266,"at":267,"es":268,"er":269,"en":270,"on":271,"Ġs":272,"or":273,"re":274,"an":275,"Ġt":276,"Ġin":277,"ar":278,"Ġd":279,"al":280,"it":281,"ion":282,"Ġp":283,"ch":284,"ts":285,"om":286,"Ġf":287,"Ġa":288,"ce":289,"lo":290,"ve":291,"Ġc":292,"Ġre":293,"ers":294,"ro":295,"st":296,"ing":297,"ation":298,"le":299,"tu":300,"Ġw":301,"Ġe":302,"Ġh":303,"Ġm":304,"AI":305,"is":306,"ien":307,"ms":308,"ps":309,"ct":310,"ew":311,"ig":312,"men":313,"of":314,"ra":315,"us":316,"ut":317,"Ġn":318,"ata":319,"Ġfor":320,"Ġex":321,"du":322,"et":323,"ir":324,"oo":325,"Ġb":326,"Ġl":327,"ine":328,"ate":329,"Ġst":330,"and":331,"Ġexp":332,"are":333,"cr":334,"ech":335,"for":336,"ic":337,"iv":338,"ies":339,"ls":340,"mp":341,"ses":342,"un":343,"ur":344,"Ġg":345,"Ġon":346,"ĠAI":347,"Ġde":348,"Ġdata":349,"Ġpro":350,"omp":351,"ces":352,"di":353,"ive":354,"ly":355,"lat":356,"ob":357,"op":358,"ot":359,"ow":360,"pp":361,"ter":362,"Ġen":363,"Ġle":364,"Ġof":365,"Ġsc":366,"Ġsu":367,"artu":368,"Ġplat":369,"Ġcomp":370,"str":371,"ience":372,"ment":373,"Ġnew":374,"Ġexper":375,"artups":376,"Ġplatfor":377,"In":378,"Ma":379,"Re":380,"ag":381,"com":382,"ear":383,"ect":384,"gine":385,"id":386,"il":387,"iz":388,"imp":389,"mm":390,"mot":391,"no":392,"od":393,"pers":394,"ran":395,"riv":396,"ss":397,"th":398,"ud":399,"uit":400,"ves":401,"ver":402,"ware":403,"Ġan":404,"Ġus":405,"Ġimp":406,"ative":407,"ener":408,"ork":409,"ort":410,"Ġto":411,"Ġtoo":412,"Ġtech":413,"Ġindu":414,"ard":415,"ith":416,"ity":417,"Ġpre":418,"Ġac":419,"Ġaut":420,"lopers":421,"velopers":422,"Ġrecr":423,"Ġwork":424,"Ġhir":425,"ient":426,"oft":427,"Ġstartups":428,"Ġdevelopers":429,"Ġengine":430,"Ġexperience":431,"Ġplatforms":432,"mote":433,"Ġindustr":434,"Ġrecruit":435,"Ġhiring":436,"Ġengineers":437,"02":438,"202":439,"Data":440,"Goo":441,"LP":442,"New":443,"NLP":444,"Res":445,"ac":446,"aun":447,"bo":448,"bal":449,"den":450,"ec":451,"ed":452,"ems":453,"ge":454,"gu":455,"gy":456,"gle":457,"ist":458,"jor":459,"job":460,"line":461,"ost":462,"ous":463,"our":464,"over":465,"res":466,"ron":467,"vis":468,"yb":469,"yst":470,"Ġun":471,"Ġop":472,"Ġ202":473,"Ġjob":474,"Ġvis":475,"end":476,"Ġsyst":477,"anies":478,"Ġth":479,"Ġtra":480,"Ġinter":481,"Ġinves":482,"arn":483,"Ġdis":484,"aly":485,"ition":486,"Ġfir":487,"Ġad":488,"loy":489,"loud":490,"lobal":491,"Ġcloud":492,"Ġrely":493,"rove":494,"ations":495,"ture":496,"tuden":497,"Ġwith":498,"Ġhig":499,"Ġmod":500,"ists":501,"igit":502,"ments":503,"race":504,"Ġnow":505,"Ġlaun":506,"Ġstand":507,"ics":508,"Ġgener":509,"dia":510,"dict":511,"pport":512,"Ġscient":513,"Ġsumm":514,"Ġsupport":515,"Ġcomput":516,"Major":517,"Remote":518,"earch":519,"ization":520,"rans":521,"Ġanaly":522,"Ġimprove":523,"Ġtools":524,"Ġpredict":525,"Ġautom":526,"oftware":527,"Ġindustry":528,"Ġrecruitment":529,"Google":530,"Ġunve":531,"Ġopen":532,"Ġ2025":533,"Ġsystems":534,"Ġfirms":535,"tudents":536,"Ġhigh":537,"Ġmode":538,"Ġlaunch":539,"Ġstandard":540,"Ġgenerative":541,"Ġscientists":542}